[{
        "name": "Collective Suicide",
        "author": "David Alfaro Siqueiros",
        "image": "/images/contemporary/collectivesuicide.jpeg",
        "description": "David Alfaro Siqueiros illustrates an apocalyptic vision of Spanish invasion against Native American tribes in his work, Collective Suicide. Notably, he displays Chichimec Indians jumping to their deaths to avoid subjugation and invading Spanish forces. A genocide of native Mexican peoples would follow in the next 100 years."
    },
    {
        "name": "Deluge",
        "author": "John Goto",
        "image": "/images/contemporary/delugegoto.jpeg",
        "description": "John Goto gives his interpretation of an apocalyptic flood in the modern era in this painting. It appears to be a flood in progress, featuring rising waters around an arch, a child running, and an abandoned car slowly being enveloped by rising waters."
    },
    {
        "name": "Europe after the Rain II",
        "author": "Max Ernst",
        "image": "/images/contemporary/europeafterrain2.jpeg",
        "description": "Max Ernst creates an abstract, post-apocalyptic world consisting of twisted, ruined buildings. Within the context of the painting’s date of completion in 1941, it might be interpreted as the artist’s fear and disgust of the potential outcomes of World War II."
    },
    {
        "name": "Guernica",
        "author": "Pablo Picasso",
        "image": "/images/contemporary/guernica.jpeg",
        "description": "Pablo Picasso paints an abstract image of frightened and/or dead individuals in order to protest against the bombings of Guernica by nationalist Spanish forces, which leveled the town and mostly killed woman and children, an apocalyptic scenario."

    },
    {
        "name": "Soft Construction with Boiled Beans",
        "author": "Salvador Dalí",
        "image": "/images/contemporary/softconstruction.jpeg",
        "description": "Salvador Dali paints an abstract image of an amalgamation of what seems to be human-like appendages, ultimately resembling some sort of beast. The beast itself seems to be hurting itself, supposedly representing the unnecessary destruction caused during the Spanish Civil War."

    }
]